Repository: Simon927/startMe
Catalog: *.lproj/Localizable.strings
Languages: it

source: Done
it: Fatto

source: E-mail or nickname
it: E-mail o nickname

source: New Password
it: Nuova Password

source: Confirm Password
it: Conferma Password

source: Confirm e-mail
it: Conferma e-mail

source: Like
it: Mi piace

source: Likes
it: Mi piace

source: Comment
it: Commento

source: Comments
it: Commenti

source: Yes
it: Si

source: Cancel
it: Annulla

source: Loading..
it: Caricamento..

source: Send
it: Invia

source: Title's post..
it: Titolo del post..

source: Details..
it: Dettagli..

source: Users
it: Persone

# Image
source: Picture
it: Immagine

# Link Video
source: Video Link
it: Link Video

source: Update
it: Aggiorna

source: Not now
it: Non ora

# btJoinFB
source: LOGIN WITH FACEBOOK
it: ACCEDI CON FACEBOOK

# btSignIn
source: CREATE NEW ACCOUNT
it: CREA UN NUOVO ACCOUNT

# btResetPass
source: Forgot Password?
it: ho dimenticato la password!

# btChooseImageDone
source: Done
it: Imposta

# btTakePhoto
source: TAKE A PICTURE
it: SCATTA UNA FOTO

# btChoosePhoto
source: OPEN LIBRARY
it: APRI LIBRERIA

# btPhotoFacebook
source: FROM FACEBOOK
it: DA FACEBOOK

# btLogout
source: Logout
it: Esci

# btFollow
source: FOLLOW
it: SEGUI

# btUnfollow
source: UNFOLLOW
it: NON SEGUIRE

# btEdit
source: EDIT
it: MODIFICA

# btShare
source: Send
it: Invia

# btReply
source: Reply
it: Rispondi

# btLike
source: Like me
it: Mi piace

# btNotLike
source: Don't like me
it: Non mi piace più

# btComment
source: Comment
it: Commenta

# lblFollowers
source: Followers
it: Seguaci

# lblFollowing
source: Following
it: Seguiti

# lblComment
source: Comment..
it: Commenta..

# lblFFFacebook
source: Find friends from Facebook
it: Cerca amici da Facebook

# lblFFAddressBook
source: Find friends from the Address Book
it: Cerca amici dalla Rubrica

# lblConnectFacebook
source: Connect your Facebook's profile
it: Connetti il tuo profilo Facebook

# footerFacebook
source: By connecting your Facebook profile, will not posted anything on your home on Facebook. Just your friends who sign up will be able to more easily see that you're here too. You can also access the application using the 'Login with Facebook' button.
it: Collegando il tuo profilo Facebook non verrà postato nulla sul tuo profilo. Semplicemente i tuoi amici che si iscriveranno potranno vedere più facilmente che ci sei anche tu. Inoltre potrai accedere all'applicazione premendo 'Accedi con Facebook'.

# titleProfile
source: PROFILE
it: PROFILO

# titleFollowing
source: FOLLOWING
it: SEGUITI

# titleFollower
source: FOLLOWERS
it: SEGUACI

# titleLike
source: LIKE
it: MI PIACE

# titleSignUp
source: SIGN UP
it: REGISTRATI

# titleNotification
source: NOTIFICATIONS
it: NOTIFICHE

# titleShare
source: SHARE
it: CONDIVIDI

# titleChooseImage
source: PROFILE
it: PROFILO

# titleComments
source: COMMENTS
it: COMMENTI

# titleEditProfile
source: EDIT
it: MODIFICA

# titleSettings
source: SETTINGS
it: IMPOSTAZIONI

# titleMatchingFacebook
source: FACEBOOK MATCHING
it: AMICI DI FACEBOOK

# titleMatchingAddressBook
source: CONTACT'S MATCHING
it: CONTATTI

# btTabBarExplore
source: Explore
it: Esplora

# btTabBarFollowing
source: Following
it: Seguiti

# btTabBarProfile
source: Profile
it: Profilo

# btTabBarNotification
source: Notifications
it: Notifiche

# sectionProfile
source: PROFILE
it: PROFILO

# sectionFindFriends
source: FIND FRIENDS
it: CERCA AMICI

# sectionConnectFacebook
source: CONNECT FACEBOOK
it: CONNETTI FACEBOOK

source: Login..
it: Accesso in corso..

source: Access permitted!
it: Accesso effettuato!

source: Reset..
it: Reset in corso..

source: Refresh..
it: Aggiorno..

source: Sign up..
it: Registrazione in corso..

source: Setting..
it: Imposto..

source: Delete post..
it: Elimino post..

source: Hidden post..
it: Nascondo post..

source: Delete comment..
it: Elimino commento..

source: Sending..
it: Invio in corso..

source: Matching..
it: Confronto..

source: Facebook connected!
it: Facebook connesso!

source: Connect..
it: Connetto..

# NOTIF_TYPE_LIKE
source: like your post "
it: piace il tuo post "

# NOTIF_TYPE_COMMENT
source: has commented your post: "
it: ha commentato il tuo post: "

# NOTIF_TYPE_FOLLOWED
source: is following you.
it: ti sta seguendo.

# NOTIF_TYPE_TAGGED_POST
source: has tagged you in a post "
it: ti ha taggato in un post "

# NOTIF_TYPE_TAGGED_COMMENT
source: has tagged you in a comment "
it: ti ha taggato in un commento "

source: Connection error
it: Errore di connessione

source: Server error
it: Errore del server

source: Service error
it: Errore del servizio

# Choose attachment
source: Choose an attachment:
it: Scegli un allegato:

# messageConnectionError
source: There was an error connecting to the server. Make sure you have an active internet connection or try again later, thank you.
it: C'è stato un errore durante la connessione al server. Assicurati di avere una connessione ad internet attiva oppure riprova più tardi, grazie.

# messageLoginError
source: Your login's session is invalid, login again to %@!
it: La sessione di login non è valida, accedi nuovamente a %@!

# messageDatabaseError
source: There was an error connecting to the database, try again later, thank you.
it: C'è stato un errore durante la connessione al database, riprova più tardi, grazie.

# errorAccountData
source: E-mail and/or password wrong!
it: E-mail e/o password errati!

# errorConfirmEmail
source: Confirm e-mail sent with success!
it: E-mail di conferma inviata con successo!

# messageConfirmEmail
source: You havn't confirmed your e-mail address, do you want receive confirm e-mail again?
it: Non hai ancora confermato il tuo indirizzo e-mail, vuoi che ti venga inviata nuovamente l'e-mail con il link di conferma?

# errorResetPass
source: Insert your nickname or your e-mail!
it: Inserisci il tuo nickname o la tua email!

# errorUserNotExists
source: User not exists!
it: L'utente non esiste.

# errorMail
source: There was an error, try again later or report the problem to the staff.
it: C'è stato un errore, riprova più tardi o segnala il problema allo staff.

# messageResetPass
source: We sent you a link to reset password, to your e-mail address, thank you.
it: Ti è stato inviato un link per reimpostare la password, sulla tua casella di posta. Grazie.

# errorEditAccount
source: There was an error editing the profile, try again later, thank you.
it: C'è stato un errore nella modifica del profilo, riprova più tardi, grazie.

# errorSession
source: Your login's session is invalid, login again to %@!
it: La sessione di login non è valida, accedi nuovamente a %@!

# messageDownloadFacebook
source: Download from Facebook..
it: Scarico da facebook..

# messageSendingPost
source: Sending post, wait for it to finish before sending another one.
it: E' in corso l'invio di un post, attendi che venga completato prima di inviarne un altro.

# errorNicknameNotExists
source: There is no user with this nickname.
it: Non esiste alcun utente con questo nickname.

# errorEmailInApp
source: Your device doesn't supports in-app e-mail.
it: Il tuo dispositivo non supporta l'invio di email in-app.

# messageNotUserEmail
source: Apologize, but this user hasn't the e-mail address setted.
it: Ci dispiace ma questo utente non ha impostato alcuna email.

# messageConfirmDeletePost
source: Do you want really delete this post?
it: Sei sicuro di voler eliminare questo post?

# messageConfirmHidePost
source: Do you want really hide this post?
it: Sei sicuro di voler nascondere questo post?

# errorSendingEmail
source: There was an error sending e-mail. Check your device's settings and try again, thank you!
it: C'è stato un errore nell'invio dell'email. Controlla le impostazioni del tuo dispositivo e riprova, grazie.

# messageConfirmDeleteComment
source: Do you want really hide this comment?
it: Sei sicuro di voler eliminare questo commento?

# errorAccessToDeletedPost
source: This post was deleted!
it: Questo post è stato eliminato!

# messageNoMatching
source: No matching!
it: Nessuna corrispondenza!

# messageConnectFacebook
source: You haven't connected your Facebook's profile. Do you want to do this now?
it: Non hai ancora collegato il tuo profilo Facebook, vuoi farlo ora?

# messageFbUserExists
source: There is another user that use this Facebook's profile!
it: Esiste già un utente iscritto con questo profilo Facebook!

# messageVersionOld
source: Sorry, but the version of the application you are using is too old. Update it for free.
it: Ci dispiace, ma la versione dell'applicazione che stai utilizzando è troppo vecchia. Aggiornarla gratuitamente direttamente dall'AppStore, grazie.

# messageInsertVideoLink
source: Insert the link of a youtube's video:
it: Inserisci il link di un video su youtube:

# INVALIDname
source: Insert a valid name, thank you.
it: Inserisci un nome valido, grazie.

# INVALIDsurname
source: Insert a valid surname, thank you.
it: Inserisci un cognome valido, grazie.

# EXISTemail
source: The inserted e-mail already exists, choose another one, thank you.
it: L'email inserita esiste già, scegline un altra, grazie.

# INVALIDpass
source: Invalid password: it must be long at least 6 characters and it can contains only letters, numbers and the symbols dot and dash.
it: Passowrd invalida: deve essere lunga almeno 6 caratteri e può contenere solo lettere, numeri e i simboli punto e trattino.

# INVALIDmail
source: Invalid e-mail: insert a valid e-mail (ex. example@gmail.com)
it: Email invalida: inserire un email valida (ex. example@gmail.com)

# INEQUALpass
source: The passwords are inequal.
it: Le password inserite non coincidono.

# INEQUALmail
source: The e-mails are inequal.
it: Le email inserite non coincidono.

# EXISTnick
source: The chosen nickname already exists, choose another one.
it: Il nickname scelto esiste già, scegline un altro, grazie.

# INVALIDnick
source: The chosen nickname is invalid: it must contains at least 3 and at most 20 characters.
it: Il nickname scelto non è valido: deve essere compreso tra i 3 e i 20 caratteri.

# INVALIDtitlePost
source: Insert a title long at least %d characters.
it: Inserisci un titolo di almeno %d caratteri.

# INVALIDdescrPost
source: Insert a description long at least %d characters.
it: Inserisci una descrizione di almento %d caratteri.

# ERRORonlyTitlePost
source: Your post can't contains just a title!
it: Il tuo post non può contenere solo un titolo!

# INVALIDmediaPost
source: Link invalid: you can just to insert youtube videos!
it: Link non valido: puoi inserire solo link di youtube!
